Repository: ragmon/flutter-domain-search
Catalog: lib/l10n/intl_*.arb
Languages: ru

# title
source: Domain Search
ru: Поиск домена

source: Enter the domain
ru: Ведите домен

# domainPrefix
source: Domain:
ru: Домен:

# domainErrorText
source: Domain field can't be empty
ru: Домен должен быть задан

source: Domain details
ru: Детальнее о домене

# domainSummaryUndelegated
source: The domain is not present in DNS
ru: Домена нет в DNS

# domainSummaryInactive
source: Available for new registration
ru: Доступнен для новой регистрации

# domainSummaryPending
source: TLD not yet in the root zone file
ru: TLD еще не находится в файле корневой зоны

# domainSummaryDisallowed
source: Disallowed by the registry, ICANN, or other (wrong script, etc.)
ru: Запрещено реестром, ICANN или другим (неправильный сценарий и т. Д.)

# domainSummaryClaimed
source: Claimed or reserved by some party (not available for new registration).
ru: Заявлено или зарезервировано какой-либо стороной (недоступно для новой регистрации)

# domainSummaryReserved
source: Explicitly reserved by ICANN, the registry, or another party
ru: Явно зарезервировано ICANN, реестром или другой стороной

# domainSummaryDpml
source: Domains Protected Marks List, reserved for trademark holders
ru: Список защищенных марок доменов, зарезервированный для владельцев товарных знаков

# domainSummaryInvalid
source: Technically invalid, e.g. too long or too short
ru: Технически недействительным, например, слишком длинный или слишком короткий

# domainSummaryActive
source: Registered, but possibly available via the aftermarket
ru: Зарегистрирован, но возможно доступен через вторичный рынок

# domainSummaryParked
source: Active and parked, possibly available via the aftermarket
ru: Активный и припаркованный, возможно, доступен через вторичный рынок

# domainSummaryMarketed
source: Explicitly marketed as for sale via the aftermarket
ru: Явно продается как для продажи через вторичный рынок

# domainSummaryExpiring
source: An expiring domain. e.g. in the Redemption Grace Period, and possibly available via a backorder service
ru: Уходящий домен. например в льготный период погашения, и, возможно, доступны через услугу отложенного заказа

# domainSummaryDeleting
source: A expired domain pending removal from the registry. e.g. in the Pending Delete phase, and possibly available via a backorder service
ru: Истек срок действия домена, ожидающего удаления из реестра. например на этапе ожидания удаления и, возможно, доступны через службу отложенного заказа

# domainSummaryPriced
source: An aftermarket domain with an explicit price. e.g. via the BuyDomains service
ru: Домен вторичного рынка с явной ценой. например через сервис BuyDomains

# domainSummaryTransferable
source: An aftermarket domain available for fast-transfer. e.g. in the Afternic inventory
ru: Домен вторичного рынка доступен для быстрой передачи. например в афтерском инвентаре

# domainSummaryPremium
source: Premium domain name for sale by the registry
ru: Премиум доменное имя для продажи по реестру

# domainSummarySuffix
source: A public suffix according to publicsuffix.org
ru: Публичный суффикс в соответствии с publicsuffix.org

# domainSummaryZone
source: A zone (domain extension) in the Domainr database
ru: Зона (расширение домена) в базе данных домена

# domainSummaryTld
source: A top-level domain
ru: Домен верхнего уровня

# domainSummaryUnknown
source: Unknown status
ru: Неизвестный статус

source: SEO Tools
ru: SEO инструменты

source: Register
ru: Регистрация

source: Meta keywords
ru: Мета ключевые слова

source: Meta description
ru: Мета-описание

# pageTitle
source: Title
ru: Заголовок

source: Open Sitemap.xml
ru: Открыть Sitemap.xml

source: Open Robots.txt
ru: Открыть Robots.txt

source: Check Sitemap links
ru: Открыть ссылки из sitemap.xml

# titleTotalSymbols
source: Total: {total} symbols
ru: Всего: {total} символов

source: View Site
ru: Просмотреть сайт

source: Priority: {value}
ru: Приоритет: {value}

# changeFrequency
source: Change Frequency: {value}
ru: Частота обновленния: {value}

# lastModification
source: Last modification: {value}
ru: Последняя модификация: {value}
